<div>
    <div class="max-w-7xl space-y-14 px-4 mx-auto">


        <div class="max-w-xl space-y-5 mx-auto">
            <div class="flex flex-col items-center justify-center space-y-3">
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="currentColor"
                     class="w-10 h-10 text-yellow-500 -rotate-[120deg]">
                    <path
                        d="M12 .75a8.25 8.25 0 0 0-4.135 15.39c.686.398 1.115 1.008 1.134 1.623a.75.75 0 0 0 .577.706c.352.083.71.148 1.074.195.323.041.6-.218.6-.544v-4.661a6.714 6.714 0 0 1-.937-.171.75.75 0 1 1 .374-1.453 5.261 5.261 0 0 0 2.626 0 .75.75 0 1 1 .374 1.452 6.712 6.712 0 0 1-.937.172v4.66c0 .327.277.586.6.545.364-.047.722-.112 1.074-.195a.75.75 0 0 0 .577-.706c.02-.615.448-1.225 1.134-1.623A8.25 8.25 0 0 0 12 .75Z" />
                    <path fill-rule="evenodd"
                          d="M9.013 19.9a.75.75 0 0 1 .877-.597 11.319 11.319 0 0 0 4.22 0 .75.75 0 1 1 .28 1.473 12.819 12.819 0 0 1-4.78 0 .75.75 0 0 1-.597-.876ZM9.754 22.344a.75.75 0 0 1 .824-.668 13.682 13.682 0 0 0 2.844 0 .75.75 0 1 1 .156 1.492 15.156 15.156 0 0 1-3.156 0 .75.75 0 0 1-.668-.824Z"
                          clip-rule="evenodd" />
                </svg>
                <h2
                    class="font-black text-2xl text-center text-foreground bg-gradient-to-l from-transparent to-yellow-300 dark:to-yellow-800 py-5 px-8">
                    قوانین و مقررات
                </h2>
                <div class="flex items-center gap-3 w-40">
                    <span class="block flex-grow h-px bg-border"></span>
                    <span class="w-2 h-2 bg-border rounded-full"></span>
                    <span class="block flex-grow h-px bg-border"></span>
                </div>
            </div>
{{--            <p class="font-semibold text-sm text-center text-muted">--}}
{{--                تیم ما متشکل از چند متخصص در حوزه های مختلف برنامه نویسی تصمیم گرفت یک وبسایت آموزش برنامه نویسی--}}
{{--                راه اندازی کند. هدفمان به اشتراک گذاری دانش و تجربیات خود در زمینه برنامه نویسی است. طراحی رابط--}}
{{--                کاربری زیبا و کاربرپسند، تولید محتوا مفید و کیفی، بهبود بر اساس بازخوردهای کاربران و ارائه منبعی--}}
{{--                جامع برای جامعه برنامه نویسی، از اهداف و وظایف ما بوده، اکنون تیم ما افتخار این را دارد که با--}}
{{--                دانش خود به رشد و پیشرفت برنامه نویسان کمک--}}
{{--            </p>--}}
        </div>
        <div class="max-w-5xl space-y-10 mx-auto">
{{--            <div class="flex flex-col items-center justify-center space-y-3">-->--}}
{{--                <p class="font-bold text-sm text-muted">از فعالیت های نابغه برایتان بگوییم</p>--}}
{{--                <h2 class="font-black text-2xl text-foreground">بخشی از فعالیت های تیم ما</h2>--}}
{{--                <div class="flex items-center gap-3 w-40">-->--}}
{{--                    <span class="block flex-grow h-px bg-border"></span>--}}
{{--                    <span class="w-2 h-2 bg-border rounded-full"></span>--}}
{{--                    <span class="block flex-grow h-px bg-border"></span>--}}
{{--                </div>--}}
{{--            </div>--}}
            <div class="flex md:flex-nowrap flex-wrap items-center gap-10">
                <div class="md:w-9/12 w-full text-justify space-y-5">


                    <div class="font-semibold text-sm text-muted space-y-3">

                        <div
                            class="inline-block font-black text-base text-foreground relative before:content-[''] before:absolute before:right-0 before:-bottom-2 before:w-2/3 before:h-1 before:bg-primary">
                            شرایط و قوانین استفاده از سرویس‌ها و خدمات  SDFR
                        </div>

                        <p>
                            – ورود دانش‌آموزان به سایت  SDFR به‌هنگام استفاده از پنل شخصی و سایر بخش‌ها، به‌معنای آگاهی کامل و پذیرش شرایط، قوانین و همچنین نحوۀ استفاده از خدمات ازجمله «ثبت سفارش» است.

                        </p>
                        <div
                            class="inline-block font-black text-base text-foreground relative before:content-[''] before:absolute before:right-0 before:-bottom-2 before:w-2/3 before:h-1 before:bg-primary">
                            سیاست های رعایت حریم شخصی
                        </div>

                        <p>
                            سیاست‏‌های رعایت حریم شخصی
                            – شیوه‌نامه‌ها و سیاست‌های حفظ اطلاعات کاربران در هنگام ثبت‌نام به ایشان ابلاغ و تایید ثبت‌نام توسط کاربر به منزله پذیرش کامل قوانین سایت خواهد بود.
                            – هرگونه تغییر در شیوه‌نامه‌ها و سیاست‌های حفظ اطلاعات کاربران در صفحه قوانین سایت اطلاع‌رسانی خواهد شد. کاربر سایت پس از تایید ثبت‌نام به طور مرتب صفحه قوانین سایت را مطالعه و از تغییرات احتمالی مطلع و آگاه گردد.
                            – در اجرای ماده ٢٢ قانون تجارت الکترونیک، ماده ٢۴ آیین نامه تاسیس آموزشگاه های علمی آزاد مصوب ۱۳۶۴/٠٩/١۴ و مصوبات هشتمين جلسه شوراي سياست‌گذاري، برنامه ريزي و نظارت مركزي مورخ ۱۳۹۶/۰۳/۲۹ دانش‌آموز در حین ثبت‌نام موظف به ارائه اطلاعات شناسنامه‌ای شامل نام و نام خانوادگی، کد ملی، شماره موبایل، شهر و استان، رشته و پایه تحصیلی است، بدیهی است این اطلاعات به صورت رمزگذاری نگهداری شده و در صورت درخواست متقاضی از سوابق برخط حذف و تنها با حکم قانون به مرجع صالح ارائه خواهد شد.
                            –   SDFR با رمزنگاری اطلاعات خصوصی و هویتی اشخاصى که از خدمات سایت استفاده می‏‌کنند، از حریم شخصی شما محافظت می‏‌کند. در این راستا، SDFR، فناوری مورد نیاز برای افزایش امنیت استفادۀ شما از سایت را توسعه می‌دهد؛ و شما با استفاده از سایت SDFR، رضایت خود را از این سیاست نشان می‏‌دهید.
                        </p>

                        <div
                            class="inline-block font-black text-base text-foreground relative before:content-[''] before:absolute before:right-0 before:-bottom-2 before:w-2/3 before:h-1 before:bg-primary">
                            قوانین عمومی
                        </div>
                        <p>


                            – کلیۀ اصول و رویه‏‌های  SDFR منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کننده است و متعاقباً کاربر نیز موظف به رعایت قوانین مربوطه است. درصورتی‌که در قوانین مندرج، رویه‏‌ها و خدمات تغییری ایجاد شود، در همین صفحه به‌روزرسانی و منتشر می‌شود و استفادۀ مستمر شما از سایت به‌معنی پذیرش هرگونه تغییر است.
                            – مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم ثبت‌نام درج کرده است، به خرید محصولات یا استفاده از هرگونه خدمات  SDFR اقدام کند.
                            – همچنین از آنجا که  SDFR یک وب‌سایت آنلاین به‌علاوۀ اپلیکیشن است، طبق قانون تجارت الکترونیک، مشتری یا مصرف‌کننده، فردی است که به منظوری جز تجارت یا شغل حرفه‌ای به خرید محصولات یا استفاده خدمات اقدام می‌کند.
                            – محصولات ارائه‌شده در وب‌سایت و اپلیکیشن که شامل کلاس‌ها، آزمون‌ها و کتب آموزشی است تماماً زیرنظر اساتید مجرب  SDFR طراحی شده‌اند.
                            – مسئولیت‌های مربوط به کیفیت، قیمت، محتوا، شرایط و همچنین خدمات پس از فروش محصول برعهدۀ  SDFR است.
                            – هنگامی که شما از محصولات و خدمات  SDFR استفاده، یعنی سفارش اینترنتی خود را ثبت یا خرید خود را نهایی می‏‌کنید، این ارتباطات به‌صورت الکترونیکی انجام می‏‌شود و درصورتی‌که درخواست شما با رعایت کلیۀ اصول و رویه‏‌ها باشد، شما موافقت می‌‏کنید که  SDFR به‌صورت الکترونیکی (از طریق پیامک، پنل و سایر سرویس‌های ارتباطی) به درخواست شما پاسخ دهد.
                            – شماره تماسی که دانش‌آموز در پروفایل خود ثبت می‌کند، تنها راه ارتباطی مورد تأیید مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق پنل کاربری و شماره تماس صورت می‌گیرد.
                            -به منظور جلوگیری از هرگونه سواستفاده از محصولات SDFR و حفظ حقوق مادی و معنوی دانش آموزان و  SDFR، دانش آموز برای استفاده از کلیه خدمات و محصولات آنلاین ملزم به احراز هویت می باشد، که این اطلاعات نیز محفوظ خواهد ماند.
                            –  SDFR جهت اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه یا پروموشن‌ها (اعلان ها)، امکان دارد برای اعضای وب‌سایت و اپلیکیشن پیامک ارسال نماید یا در پنل کاربران یا مشتریان خود، نظرسنجی ارسال کند.
                            – کپی کردن هرگونه مطلب از سایت یا کانال رسمی تلگرام SDFR، پخش کردن سؤالات یا پاسخ‌نامه، (حتی با ذکر منبع) شرعاً و قانوناً حرام است و پیگرد قانونی دارد (مگر با اجازه کتبی SDFR).
                            – همۀ مطالبِ در دسترس از طریق هر یک از خدمات  SDFR، مانند کلاس‌ها، آزمون‌ها، متون، گرافیک، آرم، آیکون، دکمه، تصاویر، ویدئوهای تصویری، موارد قابل دانلود و کپی، داده‌ها و کلیۀ محتوای تولیدشده توسط  SDFR جزئی از دارایی‌های معنوی SDFR محسوب می‏‌شود و حق استفاده و نشر تمامی مطالب موجود و در دسترس در انحصار  SDFR است و هرگونه استفادۀ بدون کسب مجوز کتبی، حق پیگرد قانونی را برای ما محفوظ می‏‌دارد. علاوه‌بر این، اسکریپت‌ها، و اسامی خدمات قابلِ‌ارائه از طریق هر یک از خدمات ایجادشده توسط  SDFR و علائم تجاری ثبت‌شده نیز در انحصار SDFR است و هرگونه استفاده با مقاصد تجاری پیگرد قانونی دارد. هرگونه بهره‌‏برداری و استفاده از محصولات، بسته‌های آموزشی، آزمون‌ها و مشتقات وب‏‌سایت  SDFR و یا هر یک از خدمات و یا مطالب، دانلود یا کپی کردن اطلاعات با مقاصد تجاری و نیز هرگونه استفاده از داده‌کاوی، ربات، یا روش‌‏های مشابه مانند جمع‌آوری داده‌‏ها و ابزارهای استخراج، ممنوع بوده و کلیۀ این حقوق به‌صراحت برای  SDFR محفوظ است.

                        </p>
                        <div
                            class="inline-block font-black text-base text-foreground relative before:content-[''] before:absolute before:right-0 before:-bottom-2 before:w-2/3 before:h-1 before:bg-primary">
                            قوانین سایت مخصوص اعضا
                        </div>

                        <p>
                            – در صورت استفاده از هر یک از خدمات  SDFR ، کاربران مسئول حفظ محرمانه بودن حساب و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به عهده کاربران است.
                            – برای کنکوری‌ها مهلت استفاده از هر محصول تا کنکور همان سال خواهد بود و بعد از آن، محصول مورد نظر منقضی خواهد شد.
                            – برای دانش آموزان سایر پایه‌ها مهلت استفاده از محصولات (به جز اشتراک الماس) تا پایان همان سال تحصیلی (یکم تیرماه) خواهد بود و بعد از آن، محصول مورد نظر منقضی خواهد شد.
                            – در صورتی که از خدمات  SDFR استفاده کرده باشید، SDFR این حق را دارد که از اسم و رتبه کنکور شما جهت تبلیغات استفاده نماید.
                            –  SDFR این حق را دارد که در طول سال با توجه به صلاحدید و شرایط، زمان برگزاری آزمون‌ها و کلاس‌ها را تغییر دهد و هر گونه تغییر با استفاده از روش‌های مختلف اطلاع‌رسانی به کاربران اطلاع داده خواهد شد.
                            – برای جلوگیری از خرید اشتراکی، در طول هر سال تحصیلی، برای ورود به هر پنل کاربری حداکثر از ۵ کامپیوتر یا موبایل مختلف می‌توان استفاده کرد و در صورت رعایت نشدن این محدودیت، پنل به صورت خودکار بسته خواهد شد. (سعی کنید تا جای ممکن همیشه از یک کامپیوتر یا موبایل یکسان برای ورود به پنل کاربریتان استفاده کنید.)
                            – هر دانش آموز موظف است با اطلاعات حقیقی خود در سایت ثبت‌نام و در آزمون‌ها و کلاس‌ها شرکت نماید. در صورت اثبات ثبت‌نام با اسم مستعار یا فیک و یا شهر غلط، اکانت مسدود خواهد شد و هزینه محصولات خریداری شده عودت داده نمی‌شود.
                            – هر حساب کاربری تنها برای استفاده شخص ثبت‌نام‌کننده است و در صورت استفاده از اکانت به صورت اشتراکی یا فروش اکانت، پنل کاربر مسدود خواهد شد و هزینه محصولات خریداری شده عودت داده نمی‌شود.
                            – با توجه به زحماتی که برای آماده کردن آزمون‌ها و کلاس‌ها کشیده می‌شود، پخش کردن سوالات، پاسخنامه و … شرعاً، عرفاً و قانوناً حرام است و در صورتی که اثبات شود، علاوه بر مسدود شدن حساب، پیگرد قانونی به دنبال خواهد داشت.
                            – باعث خوشحالی گروه SDFR است که برای حفظ حقوق معنوی و مادی خود و مجموعه ی SDFR، اگر تخلفات سایرین، کانال و وبسایت‌هایی که اقدام به پخش سوالات یا استفاده از جزوه آموزشی SDFR می‌کنند را گزارش کنید.
                            – قوانین و مقررات سایت می‌تواند در زمان‌های مختلف با توجه به شرایط موجود تغییر کند و استفاده کاربر از سایت به معنی پذیرش تمام قوانین می‌باشد.
                            – هنگام خرید محصول دقت لازم را داشته باشید، امکان تغییر محصول یا بازگشت وجه به هیچ عنوان وجود ندارد.
                        </p>
                        <div
                            class="inline-block font-black text-base text-foreground relative before:content-[''] before:absolute before:right-0 before:-bottom-2 before:w-2/3 before:h-1 before:bg-primary">
                            قوه قهریه
                        </div>

                        <p>                                    تمامی شرایط و قوانین مندرج، در شرایط عادی، قابلِ‌اجرا است و درصورت بروز هرگونه از موارد قوه قهریه،  SDFR هیچ‌گونه مسئولیتی ندارد.  SDFR خود را ملزم به رعایت حریم شخصی کاربران می‌داند، لذا درصورت مشاهدۀ هرگونه تخلف، مراتب را از طریق کانال‏‌های ارتباطی با ما در میان بگذارید.
                        </p>

                    </div>
                </div>

            </div>
        </div>
    </div>
</div>
